Repository: NeoIPC/Surveillance-Toolkit
Catalog: reports/po/reports.*.po
Languages: de, it

source: NeoIPC Surveillance team
it: Team di NeoIPC Surveillance

source: NeoIPC, Surveillance, Certificate
de: NeoIPC, Surveillance, Zertifikat
it: NeoIPC, Surveillance, Certificato

source: en
de: de
it: it

source: Partner certificate for the NeoIPC Surveillance network.
de: Partner-Zertifikat für das NeoIPC Surveillance-Netzwerk.
it: Certificato di partner per la rete di sorveglianza NeoIPC.

source: NeoIPC Surveillance Partner Certificate
de: NeoIPC Surveillance Partner-Zertifikat
it: Certificato di partner di NeoIPC Surveillance

source: #| label: Initialise Locale locale <- "en_GB.UTF-8" big_mark <- ","
de: #| label: Initialise Locale locale <- "de_DE.UTF-8" big_mark <- "."
it: #| label: Initialise Locale locale <- "it_IT.UTF-8" big_mark <- "."

source: \selectlanguage{british}
it: \selectlanguage{italian}

source: `r if (data$startYear == data$endYear) {'In'} else {'During the period'}`
de: `r if (data$startYear == data$endYear) {'Im Jahr'} else {'Im Zeitraum'}`
it: `r if (data$startYear == data$endYear) {'Nel'} else {'Nel periodo'}`

source: the neonatology unit at
de: hat sich die neonatologische Abteilung der
it: l'unità di neonatologia dell'

source: participated in the NeoIPC Surveillance network.
de: am NeoIPC Surveillance Netzwerk beteiligt.
it: ha partecipato alla rete di NeoIPC Surveillance

source: By actively tracking a total of `r paste0('**', format(data$nPatients, big.mark = big_mark), '**')` newborns with a birth weight below `r format(1500L, big.mark = big_mark)` g and/or a gestational age of less than 32 weeks, the team provided valuable benchmarking data that can be used to assess and mitigate infection risks in neonatology units. We are proud and happy to have them as partners in our quest to enhance infection prevention and control in neonatology.
de: Durch die aktive Nachverfolgung von insgesamt `r paste0('**', format(data$nPatients, big.mark = big_mark), '**')` Neugeborenen mit einem Geburtsgewicht unter `r format(1500L, big.mark = big_mark)` g und/oder einem Gestationsalter von weniger als 32 Wochen lieferte das Team wertvolle Vergleichsdaten, die zur Bewertung und Reduzierung von Infektionsrisiken in neonatologischen Abteilungen verwendet werden können. Wir sind stolz und glücklich, sie als Partner bei unserem Bestreben zu haben, die Infektionsprävention und -kontrolle in der Neonatologie zu verbessern.
it: Monitorando attivamente un totale di `r paste0('**', format(data$nPatients, big.mark = big_mark), '**')` neonati con peso alla nascita inferiore a `r format(1500L, big.mark = big_mark)` g e/o età gestazionale inferiore a 32 settimane, il team ha fornito preziosi dati di riferimento che possono essere utilizzati per valutare e mitigare i rischi di infezione nelle unità di neonatologia. Siamo orgogliosi e felici di averli come partner nella nostra missione di migliorare la prevenzione e il controllo delle infezioni in neonatologia.

source: \vspace*{4\baselineskip} \begin{textblock*}{10cm}(12cm,27cm) `r data$signatory`\\ for the NeoIPC Surveillance team\\ \end{textblock*} \begin{textblock*}{10cm}(2.5cm,27cm) Berlin, `r format(Sys.Date(), format = "%x")` \end{textblock*} ![](`{r} data$signatureImagePath`){fig-align="right"}
de: \vspace*{2\baselineskip} \begin{textblock*}{10cm}(12cm,27cm) `r data$signatory`\\ für das NeoIPC Surveillance Team\\ \end{textblock*} \begin{textblock*}{10cm}(2.5cm,27cm) Berlin, `r format(Sys.Date(), format = "%x")` \end{textblock*} ![](`{r} data$signatureImagePath`){fig-align="right"}
it: \vspace*{2\baselineskip} \begin{textblock*}{10cm}(12cm,27cm) `r data$signatory`\\ per il team di NeoIPC Surveillance\\ \end{textblock*} \begin{textblock*}{10cm}(2.5cm,27cm) Berlin, `r format(Sys.Date(), format = "%x")` \end{textblock*} ![](`{r} data$signatureImagePath`){fig-align="right"}

source: \cfoot*{\raggedright \hspace{1.5cm}This project has received funding from the European Union’s Horizon 2020 research and\\ \hspace{1.5cm}innovation programme under grant agreement No 965328.} \selectlanguage{british}
de: \cfoot*{\raggedright \hspace{1.5cm}Dieses Projekt wurde im Rahmen des Forschungs- und Innovationsprogramms Horizont 2020\\ \hspace{1.5cm}der Europäischen Union unter der Fördervereinbarung Nr. 965328 gefördert.} \selectlanguage{ngerman}
